import React from 'react';
import './SampadakBani.css';
import Sidebar from '../Home/Sidebar/Sidebar';
import Navbar from '../ShareComponents/Navbar/Navbar';
import Footer from '../ShareComponents/Footer/Footer';

const SampadakBani = () => {
    return (
        <>
            <div className="container-sm">
                <Navbar />
                <div className="row">
                    <div className="col-sm-8 bani-content-div col-md-9">
                        <div className="row">
                            <div className="col-sm bani-img-div">
                                <img className="img-fluid" src="https://www.dhakacitycollege.edu.bd/images/geninfo/1574051920.jpg" alt="" />
                            </div>
                            <div className="col-sm d-flex align-items-center">
                                <div className="bani-img-title">
                                    <h5>Prof. Dr. Syed Modasser Ali</h5>
                                    <h5>Chairman</h5>
                                    <h5>DHAKA CITY COLLEGE</h5>
                                </div>
                            </div>
                        </div>
                        <div className="sampadakBani-text-area">
                            <p>
                                ঢাকা সিটি কলেজ একটি ঐতিহ্যবাহী শিক্ষা প্রতিষ্ঠান। অর্ধশতাব্দী প্রাচীন এ প্রতিষ্ঠান কালপরিক্রমায় উত্তরোত্তর বিকশিত হয়ে চলেছে। ঐতিহ্য মানে নিজস্বতার মজবুত ভিত তৈরি করা আর কালের বিবর্তনের সঙ্গে রূপান্তরশীল থাকা। ঐতিহ্য মানে নিজের শেকড় মাটির গভীরে প্রোথিত রেখে নিত্য-নতুন ডাল-পালা বিস্তার করে নতুন সূর্যের পথ ধরে নতুন নতুন আকাশ আবিস্কার করা। ১৯৫০-এর দশকে ‘ঢাকা সিটি নাইট কলেজ’ নামে শিক্ষায়তনটির আবির্ভাব ঘটে ওয়েস্ট এন্ড হাই স্কুলে। তারপর কিছুকাল ঢাকা কলেজেও নাইট কলেজ হিসেবে ক্লাস পরিচালনার পর কলেজটি বর্তমান অবস্থানে স্বমহিমায় প্রতিষ্ঠিত। ঢাকা মহানগরের প্রাণকেন্দ্রে অবস্থিত ঢাকা সিটি কলেজ বাংলাদেশের শিক্ষার্থীদের জন্য এক বহুকাঙ্খিত বিদ্যাতীর্থ। মানববিদ্যা, বিজ্ঞানশিক্ষা ও ব্যবসায় শিক্ষার ত্রৈরথে চড়ে এ শিক্ষা প্রতিষ্ঠানের হাজার হাজার বিদ্যার্থী প্রতি বছর সাফল্যের স্বর্ণালী গন্তব্যে উত্তীর্ণ হচ্ছে। উচ্চ মাধ্যমিক, স্নাতক সম্মান ও স্নাতকোত্তর পর্যায়ে বিদ্যালাভের সুষ্ঠু পরিবেশ এখানে রচিত হয়েছে বহু মানুষের ত্যাগে, শ্রমে ও মেধায়। ঢাকা সিটি কলেজের আদর্শ নবীনবিদ্যার্থীদের মানবতা বোধের মন্ত্রে উজ্জীবিত করাসংস্কারমুক্ত স্বাধীন চিন্তার সৎ, সাহসী ও সচেতন প্রজন্ম গড়ে তোলা। বোর্ড ও বিশ্ববিদ্যালয়ের মেধা তালিকায় প্রথম সারিতে স্থান পেলেই যে মানুষ মানুষ হয় না তার প্রমাণ আমরা প্রতিনিয়ত পাচ্ছি। তাই দেশ ও দশের কল্যাণব্রতে স্নিগ্ধ মানব সন্তান আমাদের আজ একান্তভাবে কাম্য। তারাই গড়বে আমাদের কাঙ্খিত সোনার বাংলাদেশ। শিক্ষা আজ পণ্যে রূপান্তরিত হয়েছে। অনেক প্রতিষ্ঠান ডিগ্রি বিক্রি করে মুনাফা লুটে চলেছে। বাজার অর্থনীতি ও বিশ্বায়নের যুগে শিক্ষা প্রতিষ্ঠানের আদর্শে অনড় থেকে নানা প্রতিযোগিতার মধ্য দিয়ে আমরা নিজের ভিত মজবুত রাখবো; এ অঙ্গীকারে আমরা অবিচল। ডিগ্রি লাভের সুযোগ করে দেয়া নয় শুধু, শিক্ষার্থীদের শারীরিক ও মানসিক স্বাস্থ্য পরিচর্যার এক উৎকৃষ্ট কেন্দ্র এই ঢাকা সিটি কলেজ সব সময় নতুন সূর্যের দিকে অগ্রসরমাণ থাকবেএই আমার বিশ্বাস।
                        </p>
                            <h5 className="text-center">
                                Prof. Dr. Syed Modasser Ali
                        </h5>
                        </div>
                    </div>
                    <div className="col-sm-4 sidebar-div col-md-3">
                        <Sidebar />
                    </div>
                </div>

            </div>
            <Footer />
        </>
    );
};

export default SampadakBani;